{
    "anchor-trailer": "Bande-Annonce",
    "anchor-read-more": "Découvrez",
    "heading-title": "À Propos de",
    "paragraph-intro": "Au cours des vingt dernières années, la pratique artistique de Reyes a abordé le corps sensuel et sexuel. Iel est non binaire (il/iel) et queer, danseur uruguayen-canadien, chorégraphe, Sexological Bodyworker certifié, coordonnateur d'intimité et pionnier de la communauté “Ballroom” de Montréal.",
    "paragraph-chouinard": "En tant que danseur, Reyes a passé sept ans en tant que membre de la Compagnie Marie Chouinard (2006-07; 2009-13), pour laquelle iel a interprété huit œuvres du répertoire lors de tournées internationales et reçu un prix Gémeaux de l'Académie canadienne du cinéma et de la télévision pour la meilleure performance dans «bODY_rEMIX» de Chouinard. Reyes a beaucoup travaillé pour de nombreux autres chorégraphes dont Jérôme Bel, Benoît Lachambre, Bill T. Jones, Luther Brown, Antonija Livingstone, Shen Wei et Amazon Leiomy Maldonado.",
    "paragraph-pop": "Sa première œuvre solo, <i>The Principle of Pleasure</i>, explore les thèmes du désir, de la séduction et du contrôle en fusionnant voguing, stripping, excentricité et glamour. Reposant sur des remix originaux de chansons de l'icône pop Janet Jackson, la première en solo a été présentée en 2015 à La Chapelle (Montréal) et a depuis tourné à travers le Canada et l'Europe, y compris le Festival TransAmériques (Montréal), SummerWorks (Toronto), P*rny Days (Zurich) et Tanzfabrik (Berlin).",
    "paragraph-ballroom": "En 2017, Reyes devient le pionnier de la scène <i>Kiki Ballroom</i> de Montréal en menant des pratiques de voguing hebdomadaires pour les jeunes LGBTQ+ locaux·les, ainsi qu'en produisant et en organisant des événements, notamment les <i>Kiki Balls</i> pour Canada Pride (2017) et Fierté Montréal (2018).",
    "paragraph-bodywork": "En 2019, Reyes a obtenu une certification en Sexological Bodywork via l’Institute of Somatic Sexology en Australie. Ce certificat lui permet d'enseigner l'éducation sexuelle somatique en privé et de collaborer à des projets en tant que coordinateur d'intimité pour la scène et le cinéma. À travers cette pratique, Reyes guide les personnes vers une incarnation et une connexion plus profonde avec leur soi sensuel.",
    "text-pop-1": "EN SAVOIR PLUS SUR “The Principle of Pleasure”",
    "text-pop-2": "Un solo immersif de danse",
    "text-somatic": "Séances de sexologie somatique avec",
    "text-contact": "Entrez en contact",
    "text-copied": "courriel copié"
}