{
    "page-title": "Séances D’Éducation Sexuelle",
    "page-title-gerard": "avec Gerard",
    "heading-society": "La Relation de La Société avec Le Plaisir",
    "heading-somatic": "Qu'est-ce que L'Éducation Sexuelle Somatique?",
    "heading-reasons": "15 Raisons de Consulter Un·e Sexological Bodyworker",
    "heading-session": "Que Se Passe-t-il en Session?",
    "heading-message": "Message de Gerard",
    "heading-pricing": "Prix pour individus",
    "list-reasons": {
        "accepting": "Accepter et aimer son corps, son genre et/ou sa sexualité",
        "reconnecting": "Se reconnecter à sa sensualité/sexualité",
        "pleasure": "Apprendre à demander et à recevoir du plaisir",
        "habits-patterns": "Prendre conscience des habitudes et des comportements, apprendre à accroître le plaisir dans l’ensemble du corps",
        "boundaries": "Apprendre les limites et le toucher consensuel",
        "orgasm-difficulties": "Difficultés avec l'orgasme",
        "healthy-porn": "Développer une utilisation saine de la pornographie",
        "ejaculation-choice": "Choix d'éjaculation",
        "trauma-support": "Soutien post-traumatique",
        "pain-relief": "Soulagement de la douleur pelvienne ou de l'engourdissement",
        "transition-support": "Accompagnement lors de la transition de genre",
        "dysfunction": "Dysfonction erectile",
        "enhance": "Couples / Triades / Quads voulant améliorer leur vie sexuelle",
        "understanding-anal": "Comprendre le plaisir anal",
        "referred-by": "Recommandations de thérapeute, médecin, sexologue, massothérapeute"
    },
    "list-session": {
        "check-in": {
            "label": "Check-in",
            "desc": "Nous discutons de vos intentions, intérêts, défis et histoire sensuelle/sexuelle."
        },
        "body-scan": {
            "label": "Scan Corporel",
            "desc": "Je vous guide dans un scan corporel pour faire prendre conscience des sensations de votre corps, comme une pratique pour apprendre à faire des choix à partir de manière incarnée."
        },
        "options": {
            "label": "Options",
            "desc": "Basé sur le check-in et le scan corporel, je vous propose 2 options pour le travail corporel ou les pratiques somatiques qui pourraient être utiles pour vos intérêts ou défis spécifiques."
        },
        "agreement": {
            "label": "Accord",
            "desc": "Vous choisissez 1 pratique somatique ou type de travail corporel et nous nous entendons sur les limites."
        },
        "integration": {
            "label": "Intégration",
            "desc": "La session se termine par quelques minutes d'intégration pour «sauvegarder l'expérience d'apprentissage dans votre système nerveux (esprit et corps), formant ainsi de nouvelles habitudes saines et élargissant votre potentiel de plaisir."
        }
    },
    "paragraph-society-1": "Nous nous fixons tous et toutes des limites sur la quantité et la qualité du plaisir que nous pourrions expérimenter. Les limites du plaisir sont omniprésentes dans une culture qui considère la sexualité honteuse et qui ne nous apprend pas à célébrer notre érotisme. Les blessures sexuelles s’incrustent dans les réactions du corps. L'éducation sexuelle somatique et le travail corporel peuvent aider les clients·es à accroître le plaisir personnel. Ce processus a des avantages physiques, mentaux, émotionnels et relationnels.",
    "paragraph-society-2": "En 2019, j’ai obtenu mon diplôme de Sexological Bodyworker certifié en suivant un cours de six mois à l’Institut de Sexologie Somatique d’Australie J'accueille chaleureusement les personnes de tout·e genre, orientation sexuelle ou relationnelle, race ou culture à travailler avec moi.",
    "paragraph-somatic-1": "Les <i>Sexological Bodyworkers</i> enseignent l'éducation sexuelle somatique et élaborent des exercices corporels. L’enseignement passe à travers des expériences corporelles conçues pour nourrir, approfondir ou éveiller le soi sensuel. L’apprentissage peut inclure du coaching en respiration, conscience corporelle, mouvement, définition des limites (consentement), communication, anatomie, massage, masturbation consciente, remédiation des tissus cicatriciels et autres pratiques basées sur le corps.",
    "paragraph-somatic-2": "Tous les enseignements n’impliquent pas nécessairement le toucher, mais lorsque demandé, le toucher est à sens unique (du praticien au ou à la client·e) et est dirigé par le ou la cliente. Nous pratiquons le toucher de manière à aider nos clients·es à accroître leur présence corporelle interne, à ouvrir leur conscience intérieure, à s’affirmer en termes de choix et de voix et à apprendre comment le corps peut se sentir plus en sécurité et plus vivant. Uniquement dans un cadre professionnel, nous sommes formés·es pour offrir des touchers génitaux ou anaux dirigés par le ou la client à des fins d'éducation, de guérison et de plaisir. Les <i>Sexological Bodyworkers</i> sont informés·es des traumatismes et restent habillés·es pendant les séances.",
    "paragraph-message-1": "En tant que personne non binaire (il/iel) et queer, il m'a fallu des décennies d’effort pour me sentir à l'aise dans ma peau. Les 20 ans de formation en danse, exercices somatiques, yoga et méditation m'ont permis de découvrir le plaisir dans mon corps. Mais ce n'est que lors de ma formation en <i>Sexological Bodywork</i> que j'ai eu les outils pour écouter mon corps plus profondément. J'utilise cette prise de conscience pour faire des choix qui améliorent ma vie sexuelle et quotidienne.",
    "paragraph-message-2": "En 2019, je suis devenu Sexological Bodyworker certifié en suivant un cours de six mois à l’Institute of Somatic Sexology en Australie, qui était dirigé par les maîtres éducateurs Deej Juventin et Uma Ayelet. En 2020, j'ai poursuivi mes études via un mentorat avec Ron Stuart et Pono Stuart - deux <i>Sexological Bodyworkers</i> certifiés et associés à l’<i>Institute for the Study of Somatic Sex Education</i> à Victoria, Canada.",
    "paragraph-message-3": "Je suis intéressé à offrir des expériences qui amplifient la conscience et créent des liens plus profonds entre le corps, l'esprit et l'esprit. J'accueille chaleureusement les personnes de  tout·e genre, race, culture, religion, orientation sexuelle ou relationnelle à travailler avec moi.",
    "paragraph-pricing-1": "* Les prix indiqués sont en dollars canadiens et incluent les taxes.",
    "paragraph-pricing-2": "Je peux répondre également à des couples / triades, des sessions plus courtes, des difficultés financières, etc. Ecrivez-moi pour me parler de votre situation!",
    "paragraph-covid": "NOTE: Pour les séances en personne, je respecte les directives de santé publique pour réduire la transmission de la COVID-19 et je demande à tous.tes les client.es de respecter ces directives, qui sont sujettes à changement",
    "paragraph-thanks": "Merci au <i>Sexological Bodyworker</i> Caffyn Jesse pour sa contribution à la description.",
    "paragraph-copyright": "Tous droits réservés.",
    "text-pricing-1": "1 séance (90 min): <strong>$110</strong>",
    "text-pricing-2": "3 séances (90 min chacune): <strong>$300</strong>",
    "anchor-contact": "Questions? Entrez en contact avec Gerard",
    "anchor-book": "Réserver un appel de consultation gratuit"
}