{
    "main": {
        "heading-banner": "Entrevues Documentaires",
        "heading-caritia": "Caritia: sur la perversion",
        "heading-valentin": "Valentin: sur le porno comme remède",
        "heading-kay-1": "KAy: sur la communication",
        "heading-kay-2": "KAy: sur le travail du sexe en tant qu'homme trans",
        "heading-bishop": "Bishop: sur le sexe et l'art",
        "heading-jasko": "Jasko: sur l'expansion du porno",
        "heading-pina": "Pina: sur le pouvoir",
        "heading-mareen": "Mareen: sur le plaisir anal",
        "heading-production": "ÉQUIPE DE PRODUCTION",
        "heading-support": "SOUTIEN",
        "paragraph-intro-1": "Entre 2017 et 2019, l'artiste (et maintenant éducateur sexuel somatique) Gerard X Reyes a commencé ses recherches pour <i>Public / Private Parts</i> en réalisant plus de 40 entretiens documentaires. Ces entrevues ont eu lieu à Montréal, Berlin et Zurich avec des travailleurs.euses du sexe, des artistes, et des éducateurs.trices sexuels. Gérard était curieux de mieux comprendre leurs expériences de travail avec l'intimité et recherchait des liens entre ces professions apparemment disparates. Rencontrez 7 interviewé.e.s fascinant.e.s et laissez-vous inspirer par leurs points de vue rafraîchissants sur les relations, le sexe et la société!",
        "paragraph-intro-2": "Les conversations sont en anglais et en français. Les sous-titres sont en anglais, français et espagnol.",
        "paragraph-caritia": "Caritia est une personne queer de couleur, facilitatrice et performeuse avec plus de 20 ans d'expérience dans les pratiques du kink et du BDSM. Ici, Caritia parle de la perspective que la société générale porte sur le kink et la « perversion ».",
        "paragraph-valentin": "Valentin Braun est danseur et artiste porno. Dans cette interview, il partage son expérience de lutter contre la dysmorphie corporelle alors qu'il était danseur et comment le fait de jouer dans des films érotiques l'a aidé à surmonter cela",
        "paragraph-kay-1": "KAy Garnellen est un escorte, artiste et acteur porno. KAy s'ouvre sur le besoin de bien communiquer avec des partenaires sexuels.",
        "paragraph-kay-2": "Dans cet extrait, KAy parle de trouver sa place dans l'industrie du travail du sexe en tant qu'homme trans.",
        "paragraph-bishop": "Bishop Black est un artiste porno, un drag et un artiste de scène. Bishop explique le genre de film ‘porno queer féministe’ et soulève la question : « Le sexe peut-il être un art ? »",
        "paragraph-jasko": "Jasko Fide est un artiste porno. Elle discute des stéréotypes de genre et de son désir d'élargir les limites du porno.",
        "paragraph-pina": "Pina Brutal est danseuse, réalisatrice, artiste de suspension et ex-strip-teaseuse. Pina compare la danse dans le club de strip-tease avec le pouvoir qu'elle tire de l'art de la suspension",
        "paragraph-mareen": "Mareen Scholl est une éducatrice de sexe somatique certifiée, enseignante de Sexological Bodywork, co-fondatrice de l'ISB (Institute for Somatic Education, Sexuality and Bodywork à Berlin) et travailleuse kinky du sexe. Ici, elle parle du désir et d'exploration consciente du plaisir anal.",
        "text-thanks": "Gerard X Reyes tient à remercier tous·tes les interviewés·es à Berlin, Zürich et Montréal qui ont participé à la recherche. Un grand merci à Julie Favreau, David J. Romero, Tyrone Harper et Denise Reyes pour leurs conseils dans le processus d'entrevue."
    },
    "prod-roles": {
        "prod-director": "RÉALISATEUR, INTERVIEWEUR, CO-MONTEUR",
        "camera-op": "CADREUR / CADREUSE",
        "editor-drama": "MONTEUSE ET CONSEILS EN DRAMATURGIE",
        "colour": "ÉTALONNEUR",
        "sound": "MONTEUR DE SON",
        "subtitles": "Sous-titres",
        "transcription-en": "TRANSCRIPTION (ANGLAIS)",
        "translation-fr": "Traduction (Français)",
        "translation-es": "Traduction (Espagnol)"
    }
}