{
    "main": {
        "heading-banner": "Entrevues Documentaires",
        "heading-caritia": "Caritia",
        "heading-valentin": "Valentin",
        "heading-kay-1": "KAy: ",
        "heading-kay-2": "KAy: ",
        "heading-bishop": "Bishop",
        "heading-jasko": "Jasko",
        "heading-pina": "Pina",
        "heading-mareen": "Mareen",
        "heading-production": "Équipe des entrevues documentaires",
        "heading-support": "Support",
        "paragraph-intro-1": "Entre 2017 et 2019, l'artiste (et maintenant éducateur sexuel somatique) Gerard X Reyes a commencé ses recherches pour Public / Private Parts en réalisant plus de 40 entretiens documentaires. Ces entrevues ont eu lieu à Montréal, Berlin et Zurich avec des travailleurs.euses du sexe, des artistes, et des éducateurs.trices sexuels. Gérard était curieux de mieux comprendre leurs expériences de travail avec l'intimité et recherchait des liens entre ces professions apparemment disparates. Rencontrez 7 interviewé.e.s fascinant.e.s et laissez-vous inspirer par leurs points de vue rafraîchissants sur les relations, le sexe et la société",
        "paragraph-intro-2": "Les conversations sont en anglais et en français. Les sous-titres sont en anglais, français et espagnol.",
        "paragraph-caritia": "Caritia s’identifie comme une personne de couleur queer (sans pronom) qui tire une grande joie à être dominante. Facilitatrice et performeuse, possédant plus de 20 ans d’expérience dans les pratiques kink et bdsm, Caritia est également copropriétaire de Karada House à Berlin et du site internet OhYesPlease. Dans cette entrevue, Carita dialogue sur le rapport entre la société et la perversion.",
        "paragraph-valentin": "Danseur et artiste p•rno, Valentin Braun, partage son expérience de la dysmorphie corporelle et de ses performances dans des films érotiques.",
        "paragraph-kay-1": "KAy Garnellen - escorte, artiste, et artiste p•rno - s’ouvre sur la nécessité de communiquer avec ses partenaires sexuels.",
        "paragraph-kay-2": "KAy Garnellen - escorte, artiste, et artiste p•rno - parle de comment trouver sa place dans l’industrie du sexe en tant qu’homme trans.",
        "paragraph-bishop": "L’artiste p•rno et interprète de scène, Bishop Black, explique la p•rno féministe queer, l’intimité à l’écran, et nous pose la question suivante: «le sexe, peut-il être de l’art?»",
        "paragraph-jasko": "Jasko Fide, une interprète de p•rno, discute des stéréotypes de genre et de l’élargissement des limites du p•rno.",
        "paragraph-pina": "Pina Brutal - danseuse, réalisatrice, artiste en art de la suspension et ex-strip-teaseuse - compare l’autonomisation avec la pôle avec le sentiment qu’elle tire de l’art de la suspension.",
        "paragraph-mareen": "Mareen Scholl est une éducatrice s*xuelle certifiée, enseignante en Sexological Bodywork, co-fondatrice de l’ISB (Institut pour l’éducation somatique, la sexualité et le travail corporel à Berlin) et travailleuse du s*x. Ici elle parle de la notion de désir et de comment explorer le plaisir anal consciemment.",
        "text-thanks": "Gerard X Reyes remercie chaleureusement toutes les personnes interviewées qui apparaissent ici ainsi que celles qui l’ont aidé dans ses recherches."
    },
    "prod-roles": {
        "prod-director": "",
        "camera-op": "Caméramans",
        "editor-drama": "Montage et conseil dramaturgique",
        "colour": "Correction des couleurs",
        "sound": "Correction sonore",
        "subtitles": "Sous-titres",
        "transcription-en": "",
        "translation-fr": "Traduction (Français)",
        "translation-es": "Traduction (Espagnol)"
    }
}