{
    "main": {
        "button-trailer": "Bande-annonce",
        "button-calendar": "Dates de Tournée",
        "paragraph-main-1": "<i>L'Origine du monde</i> pourrait être le point de départ d'une histoire mondiale de la censure morale à l'époque moderne. À Paris 1866, la peinture de Gustave Courbet a été cachée à la vue du public tout de suite après avoir été peinte. L’œuvre - qui montre l’abdomen, les organes génitaux, et les jambes d’une femme - était davantage considérée comme un objet pornographique que comme une œuvre d’art. Elle a été vendue et revendue plusieurs fois mais est restée cachée jusqu'à sa première exposition publique à New York en 1988, quand elle est devenue mondialement reconnue. Puis en 2011, Facebook a de nouveau censuré la peinture, cette fois-ci en ligne, sous ses «Standards de la communauté». Que se passerait-il si notre société humaine pouvait enfin apprendre à accepter le corps sensuel? Et si nous reconnaissions le corps comme une ressource précieuse qui cultive la sensation, la connexion et l'empathie avec nous-mêmes et avec le monde?",
        "paragraph-main-2": "<i>Public / Private Parts ou L'Origine du monde</i> est une performance de  danse et une installation vidéo qui va au-delà des binaires restrictifs du public/privé et de l’art/la pornographie. Une communauté de neuf experts en incarnation (​embodiment​) issus de divers milieux professionnels et culturels crée des pratiques corporelles conscientes pour éveiller les sens. À travers les performances en direct et les vidéos documentaires, le groupe de danseur.euse.s contemporains, travailleur.euse.s du sexe et éducateur.trice.s sexuels, explorent seul.e.s et évoluent ensemble en utilisant les fonctions corporelles essentielles de la respiration, du toucher, du son, du mouvement et de l'imagination. Intimes et innovantes, leurs découvertes révèlent de nouvelles interconnexions pleines d'espoir qui pourraient profiter à tous.tes.",
        "paragraph-thanks": "Gerard X Reyes tient à remercier tous.tes les interviewé.e.s et danseurs.euses de Montréal, Berlin et Zürich qui ont participé à la recherche pour cette œuvre. Remerciements particuliers à Guy Cools, Julie Favreau et Andréane Leclerc pour leurs conseils",
        "text-quote": "“Les gens qui ne sont pas alternatifs ils ne discutent pas de sexualité. Et ça je crois que c’est une grosse erreur. Il faut qu’il y ait de la communication.”",
        "text-quote-source": "— <strong>KAy Garnellen</strong><p>Artiste de porno et interviewé pour <i>Public / Private Parts ou L’Origine du monde</i></p>"
    },
    "personnel": {
        "comms-promotion-heading": "Communications et Promotion",
        "comms-promotion-text": "Marque et Graphisme du site web et médias sociaux: Vina Goh | Développeurs du site web: Matthew Stingis, Valentin Tsatskin |  Responsable des réseaux sociaux et Traduction (espagnol): Julia Sahagún | Traduction (français): Tiah Coxon, Alice Renucci | Vidéaste, Monteur des vidéos des réseaux sociaux, Photographe promotionnel: Juan David Padilla Vega | Photographe de la performance en direct: Denis Farley",
        "coprod-heading-1": "Co-production et première",
        "coprod-heading-2": "Festival Transamériques. Montréal, Canada. 10 au 12 juin, 2021",
        "copyright": "Gerard Reyes © 2021",
        "international-distro-heading": "Distribution Internationale",
        "international-distro-text": "PLAN B Creative Agency for Performing Arts",
        "live-performance-heading": "Performance en direct",
        "live-performance-text": "Choreographer: Gerard X Reyes | Interprètes (première): Gerard X Reyes, Emmanuel Proulx, Justin Gionet | Assistante De Recherche: Andréane Leclerc | Conseil En Dramaturgie: Guy Cools | Éclairagiste, Direction Technique: Karine Gauthier | Musique: Bendik Giske | Composition et design sonore: Devon Bate | Spatialisation: Devon Bate, Dominic Jasmin | Accessoiriste: Jasmine Reimer | Coach Vocale: Ann Dyer | Directrices De Production: Alice Renucci, Lucie Juneau",
        "partners-heading": "Partenaires",
        "partners-text": "Goethe Institut Montréal | Théâtre Hector-Charland",
        "residencies-heading": "Résidences",
        "residencies-text": "Fabrik Potsdam | Tanzfabrik Berlin | Tanzhaus Zürich | Grand Studio Brussels | Espace Marie Chouinard | Par B.L.Eux/Benoît Lachambre | Compagnie Flak/José Navas | Montréal Arts Interculturels | Département de Danse de l'UQAM | Musée d'Art de Joliette",
        "support-heading": "Avec le soutien de",
        "support-text": "Le Conseil Des Arts Et Des Lettres Du Québec | Canada Council For The Arts | La Société Des Arts Et Des Compositeurs Dramatiques (SACD)",
        "text-contact-plan-b": "VEUILLEZ CONTACTER <1>PLAN B</1> (HAMBOURG, ALLEMAGNE) - <i>AGENCE POUR LES ARTS DU SPECTACLE</i>",
        "text-gratitude": "Gerard tient à remercier tous.tes les interviewé.e.s et artistes de Montréal, Berlin et Zürich qui ont participé à la phase de recherche pour cette œuvre. Remerciements particuliers à Julie Favreau, Andréane Leclerc, Guy Cools, David J. Romero, Tyrone Harper et Denise Reyes pour leur conseils.",
        "video-heading": "Installation vidéo",
        "video-text": "Réalisateur, Chorégraphe, Intervieweur, Co-monteur, Transcripteur: Gerard X Reyes | Conseils en dramaturgie vidéo et Monteuse: Julie Favreau | Co-réalisatrice: Poppy Sanchez | Interprètes: Gerard X Reyes, Bishop Black, Jasko Fide, Jorge The Obscene, Mara Morgen, Rebecca Frances | Directeur de la photographie: Kevin Klein | Deuxième cadreuse: Jara Lopez Ballonga | Capteur de son: Antonio Vilchez Monge | Scénographe: Jasmine Reimer | Assistante à la scénographie: Kaitlyn Smeeth | Installation vidéo, Projection et Programmation: Stéphane Gladyszewski | Étalonneur: Max Hilsamer | Concepteur sonore: Devon Bate | Sous-titres: T & S Coop | Traduction sous-titres (français): Ingrid Vallus | Opérateur (entrevues): David J. Romero | Directrice de production: Elisa Hengen"
    },
    "press": {
        "pat-white": "C’est la fin du FTA 2021. Une fin grandiose et intime à la fois grâce à la présentation de l’œuvre Public/Private Parts ou L’Origine du monde de Gérard X Reyes qui questionne l’intimité, le plaisir et les limitations sexuelles dans le respect et la bienveillance. [...] Un véritable coup de cœur qui, je l’espère, sera représenté sur d’autres scènes. Merci Justin Gionet, Emmanuel Proulx et Gérard X Reyes d’avoir partagé ces moments si précieux.",
        "spirale-magazine": "En réinvestissant ainsi la dimension tactile et sensuelle de leur corporéité, les performeurs·euses nous rappellent que toucher une autre personne avec respect est inévitablement un acte de réciprocité, et que cette égalité s’effectue sous une forme de partage qui ne saurait laisser intact le sujet qui s’y soumet. [...] La communion qui s’installe entre les performeurs et le public passe aussi beaucoup par la musicalité du spectacle : par le rythme envoutant de la bande sonore de Bendik Giske et Devon Bate, bien sûr, mais aussi par le rythme corporel, la respiration des interprètes, qui nous absorbe et nous entraîne avec eux dans l’expérience immersive à laquelle ils se dévouent sous nos yeux.",
        "jeu-revue": "Chef-d'œuvre sensoriel [...] C'est (...) singulièrement libérateur. [...] Brillamment exécuté. [...] Entouré d’interprètes en chair et en os et de performeurs et performeuses numériques généreux, généreuses et fascinant·es, Gérard X Reyes propose un spectacle indéniablement sublime et important. Libératrice et déstabilisante, cette œuvre offre une vue sur nous-mêmes. Elle s’immisce sous notre peau, s’y installe et fait vivre."
    }
}