{
    "credits-1": "Concept, Intervieweur: Gerard X Reyes | Personnes interviewées: Jasko Fide, Bishop Black, Mareen Scholl, Pina Brutal | Éditeurs: Gerard X Reyes, Devon Bate | Conception sonore: Devon Bate | Enregistrements: Rhys Anderson, Toni Monge, David J. Romero | Conseils techniques et artistiques: Kristine White | Graphisme: Vina Goh | Direction de production: Alice Renucci | Un merci tout particulier à Denise Reyes pour ses conseils",
    "credits-2": "Public / Private Parts Podcast est une production de Gerard X Reyes | Financé par : Conseil des arts et des lettres du Québec, Conseil des arts du Canada",
    "credits-heading": "Crédits",
    "episode-1": {
        "heading": "Épisode 1 - Parlons porno avec Bishop Black et Jasko Fide",
        "text": "Quelle est ta préférence? courant dominant? queer? DIY? Twitter? OnlyFans?  Pour beaucoup d'entre nous, le porno est devenu un incontournable lorsque nous avons besoin de jouir. Peut-être tu l'utilises pour une libération rapide ou tu es plutôt un.e cinéphile qui aime explorer ce genre cinématographique? L'animateur Gerard X Reyes accueille deux des artistes pornos queer les plus en vogue de Berlin, Bishop Black et Jasko Fide, pour partager leurs histoires sur leurs débuts dans l'industrie, parler de comment le porno a changé avec l'avènement de plateformes comme OnlyFans, et offrir même des conseils pour les artistes de la relève! De plus, ils parlent de leur film qui sortira bientôt, The Key to Dreams."
    },
    "episode-2": {
        "heading": "Épisode 2 - Sexologie somatique avec Mareen Scholl",
        "text": "Peut-on apprendre à quelqu'un comment avoir de meilleures relations sexuelles? Sexological Bodyworker et co-fondatrice de l'Institut pour l'éducation somatique, la sexualité et le travail corporel à Berlin, Mareen Scholl rejoint l'hôte Gerard X Reyes pour nous emmener dans le domaine émergent de la sexologie somatique. Les deux éducateurs se lient sur leur amour mutuel pour le cul et approfondissent ensuite la façon dont Sexological Bodywork peut offrir aux clients un éveil sexuel."
    },
    "episode-3": {
        "heading": "Épisode 3 - Curiosité, traumatisme et guérison avec Pina Brutal",
        "text": "La réalisatrice et interprète Pina Brutal a commencé à faire du strip-tease à Berlin comme recherche pour l'un de ses projets cinématographiques – et pour payer ses factures. Ce qui s'est déroulé à partir de là a été un voyage hors d'elle-même, puis à l'intérieur d'elle-même qui l'a amenée du traumatisme au bonheur. Ici avec l'hôte Gerard X Reyes, Pina partage les clés qui ont déverrouillé sa transformation et nous met tous sur le rare exercice somatique du col de l'utérus qui lui a redonné son pouvoir."
    },
    "heading": "Podcast",
    "intro": "Dans un monde qui a encore honte de parler ouvertement de plaisir, de sexe et de relations, le podcast Public/Private Parts propose trois conversations franches entre six travailleur.euses du sexe queer, sexologues somatiques et artistes à Berlin. Cette série intime, non censurée et éducative dévoile des sujets rarement abordés comme le soin personnel en tant qu'acteur porno, le parcours du traumatisme au toucher guérissant et la cartographie anale – oui, tu l'as bien lu! Animé par le sexologue somatique et chorégraphe Gerard X Reyes, chaque épisode présente un.e nouveau.elle (s)expert.e qui élargira tes idées préconçues sur le corps, le sexe, les relations et les leçons que nous pouvons en apprendre tout au long de la vie."
}