{
    "credits-body-1": "Conception, chorégraphie et interprétation: Gerard X Reyes | Avec la musique de: Janet Jackson | Composition originale et remixes: Devon Bate | Remix \"Control\": Ty Harper | Éclairages: Karine Gauthier | Costumes: Vincent Tiley, Polina Boltova | Conseillers artistiques: Archie Burnett, Jose Xtravaganza, Benoît Lachambre, Ami Shulman, Matjash Mrozewski, Amazon Leiomy Maldonado, Nagato Ninja, Kristina Marlen, Matthew Cuff, Jordan Hall (Boy Radio), Isabelle Hanimaku ", 
    "credits-body-2": "The Principle of Pleasure est une production de Gerard X Reyes | Distribution: Plan B Hamburg | Co-production: Hollins University M.F.A. Dance Program, Virginia, E-U | Résidences: The Door (New York), The Spectrum (Brooklyn, New York), Département de danse – Université du Québec à Montréal, Montréal arts interculturels, Studio Mange Mes Pieds (Montréal), Danse à la carte (Montréal), Dancemakers (Toronto) | Avec le soutien de: Conseil des arts et des lettres du Québec, Conseil des Arts du Canada, Antenne du Québec à Berlin", 
    "credits-body-3": "Gerard X Reyes tient à remercier Janet Jackson, ainsi que ses professeurs à New York: Archie, Danielle Polanco, Leiomy, Dashaun Wesley, Benny, Javier  Madrid, Edwin et Matthew Cuff (Toronto). Un gros merci à toutes les queens d'Escuelita et The Door pour leur inspiration.", 
    "credits-heading": "Crédits",
    "press": {
        "emma-simon": "",
        "marine-durand": ""
    }, 
    "text-discovery": "Gerard a trouvé du plaisir dans de nombreux endroits: les Vogue Balls de Manhattan, les clubs de strip-tease de Portland, un bar trans de Montréal et des soirées fétiches à Berlin. Chaque lieu lui offrait une échappatoire aux normes sociales, mais chacun venait également avec ses propres règles internes restrictives. Dans “The Principle of Pleasure”, Reyes utilise le théâtre comme un lieu capable de transcender les limites pour partager son premier vrai plaisir - danser sur les chansons séduisantes de Janet Jackson. Voguer, faire du striptease, glorifier l'excentricité et incarner le glamour ouvrent la voie à l'exploration du pouvoir controversé du plaisir. Ensemble, l'interprète et le public effacent les frontières qui les séparent pour trouver l'extase dans et entre leurs corps."
}