{
    "anchor-trailer": "TRÁILER",
    "anchor-read-more": "Descubre",
    "heading-title": "Acerca",
    "paragraph-intro": "Durante los últimos veinte años, la práctica artística de Reyes se ha dirigido al cuerpo sensual y sexual. Es bisexual, no binarix, uruguayx-canadiense y unx bailarínx, coreógrafx, <i>Sexological Bodyworker</i> certificadx, coordinadorx de intimidad y pionerx de la comunidad de Ballroom a Montreal.",
    "paragraph-chouinard": "Como bailarinx, Reyes pasó siete años como miembro de la Compagnie Marie Chouinard (2006-07; 2009-13), allí interpretó ocho obras del repertorio en giras internacionales, y recibió un premio Gemini de la Academia de Cine y Televisión Canadiense a la Mejor Actuación por su performance en la película <i>bODY_rEMIX</i> de Chouinard. Reyes ha trabajado extensamente con muchos otros coreógrafos, incluidos Jérôme Bel, Benoît Lachambre, Bill T. Jones, Luther Brown, Antonija Livingstone, Shen Wei y Amazon Leiomy Maldonado.",
    "paragraph-pop": "Su primera obra de solista, <i>The Principle of Pleasure</i>, explora los temas del deseo, la seducción y el control al fusionar el vogue, el striptease, la excentricidad y el glamour. Con remixes originales de canciones del ícono del pop Janet Jackson, el solista se estrenó en 2015 en La Chapelle (Montreal) y desde entonces ha realizado giras por Canadá y Europa, incluyendo Festival TransAmériques (Montreal), SummerWorks (Toronto), P*rny Days (Zurich). y Tanzfabrik (Berlín).",
    "paragraph-ballroom": "En 2017, Reyes fue pionerx de la escena <i>Kiki Ballroom</i> en Montreal al liderar prácticas semanales de voguing para jóvenes LGBTQ+ locales, así como producir y organizar eventos, incluidos <i>Kiki Balls</i> por Canada Pride (2017) y Fierté Montréal (2018).",
    "paragraph-bodywork": "En 2019, Reyes completó una certificación en Sexological Bodywork a través del Institute of Somatic Sexology en Australia. Este certificado le permite enseñar educación sexual somática de forma privada y ayudar en proyectos como Coordinadorx de intimidad para teatro y cine. A través de esta práctica, Reyes guía a las personas hacia una encarnación más profunda y una conexión con su \"yo sensual\".",
    "text-pop-1": "MÁS SOBRE “The Principle of Pleasure”",
    "text-pop-2": "un solo de baile inmersivo",
    "text-discovery-1": "Reyes encontró placer en muchos lugares: Vogue Balls de Manhattan, clubes de striptease de Portland, un bar trans de Montreal y fiestas fetiches en Berlín. Cada lugar le ofreció un escape de las normas sociales, pero cada uno también tenía sus propias reglas restrictivas. En “The Principle of Pleasure”, Reyes utiliza el teatro como un lugar capaz de trascender los límites para compartir su primer verdadero placer: bailar a las canciones seductoras de Janet Jackson.",
    "text-discovery-2": "Voguear, hacer un striptease, glorificar la excentricidad y encarnar el glamour abren el camino a la exploración del controvertido poder del placer. Juntxs, el intérprete y el público borran las fronteras que lxs dividen para encontrar el éxtasis dentro y entre sus cuerpos.",
    "text-somatic": "Sesiones de Educación Sexual Somática y de Trabajo Corporal",
    "text-contact": "Contacta"
}