{
    "credits-heading": "Créditos",
    "heading": "PELÍCULAS",
    "intro": "Dos cortometrajes de la serie Public / Private Parts que va más allá de los binarios limitantes público/privado y arte/pornografía para homenajear a todxs aquellxs que trabajan con su cuerpo.",
    "film-1": {
        "credits-1": "Codirectores: Gerard X Reyes, Poppy Sanchez | Cinematografía: Kevin Klein | Reparto y coautores: Gerard X Reyes, JorgeTheObscene | Editora: Poppy Sánchez | Diseñador de sonido: Devon Bate | Grabador: Toni V Monge | Colorista: Max Hilsamer | Diseñadora de títulos: Vina Goh | Subtítulos: T & S Coop | Mánagers de producción: Elisa Hengen, Poppy Sanchez, Alice Renucci | Asistente de producción: Max Kutschenreuter | Asistente: Johannes D. Täufer | Música: “High”, escrita e interpretada por Bendik Giske. Smalltown Supermusic (STIM)/ Sony Music Publishing (Escandinavia) KB (STIM). Administrado en Canadá por Sony Music Publishing (Canada) Ltd. (SOCAN). Reservados todos los derechos. Usado con permiso.",
        "credits-2": "Ecstatic Unity es una producción de Gerard X Reyes. Financiado por: Conseil des arts et des lettres du Québec, Canada Council for the Arts",
        "heading": "Ecstatic Unity",
        "text": "Si existe tal cosa como que la Tierra tenga chakras, entonces Berlín podría ser el chakra sexual. En verano, los lagos de Berlín se convierten en lugares místicos donde la gente va a conectarse y trascender sus vidas mundanas. Ecstatic Unity es un cortometraje de ficción documental que sigue a Jorge y Gerard en un viaje ritual a un lago. Cautivados por su entorno natural y guiados por sus instintos primarios, los chicos barbudos se enredan en un torbellino juguetón de aliento jubiloso y contacto tántrico."
    },
    "film-2": {
        "credits-1": "Codirectores: Gerard X Reyes, Poppy Sanchez | Cinematografía: Kevin Klein | En colaboración con el elenco: Bishop Black, Jasko Fide, Gerard X Reyes | Operadores de cámara: Kevin Klein, Bishop Black, Jasko Fide, Poppy Sanchez | Grabador: Toni V Monge | Escenógrafa: Jasmine Reimer | Asistente de escenografía: Kaitlyn Smeeth | Editora: Poppy Sánchez | Diseñador de sonido: Devon Bate | Poeta: Pina Brutal | Colorista: Stasys Žak | Diseñadora de títulos: Vina Goh | Mánagers de producción: Elisa Hengen, Alice Renucci | Catering: Alessandro Ubirajara Pinto Leivas | Música: “All Flowers”, Escrita por Devon Bate, Pina Brutal, Gerard X Reyes. Interpretada por Gerard X Reyes. Reservados todos los derechos.",
        "credits-2": "The Key To Dreams es una producción de Gerard X Reyes. Filmado en HVH Studios, Berlín, Alemania. Financiado por: Conseil des arts et des lettres du Québec, Canada Council for the Arts",
        "heading": "The Key To Dreams",
        "text": "Un cuento de hadas queer sobre la primera incursión de un artista-director en el soñador pero abrumador mundo del cine erótico. Entra en su mente para conocer sus pensamientos íntimos, escucha las conversaciones de los tres actores entre bastidores, y mira la acción desde sus puntos de vista."
    }
}