{
    "main": {
        "heading-banner": "Entrevistas Documentales",
        "heading-caritia": "sobre la perversión",
        "heading-valentin": "sobre el porno como cura",
        "heading-kay-1": "sobre la comunicación",
        "heading-kay-2": "sobre el trabajo sexual como hombre trans",
        "heading-bishop": "sobre el sexo y el arte",
        "heading-jasko": "sobre la expansión del porno",
        "heading-pina": "sobre clubes de striptease y arte de suspensión",
        "heading-mareen": "sobre el placer anal",
        "heading-production": "EQUIPO DE PRODUCCION",
        "heading-support": "",
        "paragraph-intro-1": "Entre 2017 y 2019, el artista y educador sexual somático, Gerard X Reyes comenzó la investigación para <i>Public / Private Parts</i> mediante la realización de más de 40 entrevistas documentales. Estas entrevistas fueron grabadas en Montreal, Berlín y Zúrich con trabajadorxs sexuales, educadores sexuales y artistas. Gerard tenía curiosidad por comprender mejor cómo trabajar con la intimidad y buscaba vínculos entre estas profesiones aparentemente dispares. ¡Conoce a siete interesantes entrevistadxs e inspírate con sus refrescantes perspectivas sobre las relaciones, el sexo y la sociedad!",
        "paragraph-intro-2": "Las conversaciones se desarrollan en inglés y francés con subtítulos en inglés, francés y español.",
        "paragraph-caritia": "Caritia es una persona queer de color, facilitadora e intérprete con más de 20 años de experiencia en las prácticas de kink y BDSM. En este video Caritia dialoga sobre la relación de la sociedad con la \"perversión\".",
        "paragraph-valentin": "Valentin Braun es bailarín y artista porno. En esta entrevista, comparte su experiencia luchando con la dismorfia corporal mientras era bailarín, y luego, cómo actuar en películas eróticas lo ayudó a superarlo.",
        "paragraph-kay-1": "​​KAy Garnellen es escort, artista y actor porno. KAy expresa la importancia de la comunicación en las parejas sexuales.",
        "paragraph-kay-2": "En este extracto, KAy habla sobre encontrar su lugar en la industria del trabajo sexual como hombre trans.",
        "paragraph-bishop": "Bishop Black es un artista porno, drag y artista en vivo. Explica el género cinematográfico conocido como “porno feminista cuir” y plantea la pregunta: \"¿Puede el sexo ser arte?\"",
        "paragraph-jasko": "Jasko Fide es una actriz porno. Habla de analizar los estereotipos de género y su deseo de expandir los límites de la pornografía.",
        "paragraph-pina": "Pina Brutal es bailarina, directora, artista de suspensión y ex stripper. Compara trabajar en el club de striptease con la sensación de empoderamiento que obtiene del arte de suspensión.",
        "paragraph-mareen": "Mareen Scholl es educadora sexual somática certificada, profesora de Sexological Bodywork y cofundadora del ISB (Instituto de Educación Somática, Sexualidad y Trabajo Corporal en Berlín). Aquí aborda los deseos y la exploración consciente del placer anal.",
        "text-thanks": "Gerard quisiera agradecer a todxs lxs entrevistadxs en Berlín, Zúrich y Montreal que participaron en la investigación. Un agradecimiento especial a Julie Favreau, David J. Romero, Tyrone Harper y Denise Reyes por su orientación en el proceso de entrevista."
    },
    "prod-roles": {
        "prod-director": "PRODUCTOR, DIRECTOR, ENTREVISTADOR, COEDITOR",
        "camera-op": "OPERADORES DE CÁMARA",
        "editor-drama": "EDITOR Y ASESORAMIENTO DRAMATÚRGICO",
        "colour": "CORRECCIÓN DE COLOR",
        "sound": "CORRECCIÓN DE SONIDO",
        "subtitles": "SUBTÍTULOS",
        "transcription-en": "TRANSCRIPCIÓN (INGLÉS)",
        "translation-fr": "TRADUCCIÓN (francés)",
        "translation-es": "TRADUCCIÓN (español)"
    }
}