{
    "main": {
        "heading-banner": "Entrevistas Documentales",
        "heading-caritia": "Caritia",
        "heading-valentin": "Valentin",
        "heading-kay-1": "KAy : ",
        "heading-kay-2": "KAy : ",
        "heading-bishop": "Bishop",
        "heading-jasko": "Jasko",
        "heading-pina": "Pina",
        "heading-mareen": "Mareen",
        "heading-production": "Equipo de entrevistas documentales",
        "heading-support": "",
        "paragraph-intro-1": "Entre 2017 y 2019, el artista (y ahora educador sexual somático) Gerard X Reyes comenzó la investigación para Public / Private Parts mediante la realización de más de 40 entrevistas documentales. Estas entrevistas fueron grabadas en Montreal, Berlín y Zúrich con trabajadorxs sexuales, artistas y educadores sexuales. Gerard tenía curiosidad por comprender mejor cómo trabajar con la intimidad y buscaba vínculos entre estas profesiones aparentemente dispares. ¡Conoce a siete interesantes entrevistadxs e inspírate con sus refrescantes perspectivas sobre las relaciones, el sexo y la sociedad!",
        "paragraph-intro-2": "Las conversaciones se desarrollan en inglés y francés con subtítulos en inglés, francés y español.",
        "paragraph-caritia": "Caritia se identifica como una persona queer, de color (sin pronombre) que obtiene una gran alegría al ser dominante. Facilitadora e intérprete con más de 20 años de experiencia en las prácticas de kink y bdsm. Caritia también es copropietaria de Karada House Berlin y OhYesPlease. Durante la entrevista Caritia dialoga sobre la relación entre la sociedad y la perversión.",
        "paragraph-valentin": "El bailarín y artista p*rno, Valentin Braun, comparte su experiencia con la dismorfia corporal y su actuación en películas eróticas.",
        "paragraph-kay-1": "KAy Garnellen – escorte, artista, e intérprete p*rno – expresa la importancia de la comunicación en las parejas sexuales.",
        "paragraph-kay-2": "KAy Garnellen – escorte, artista, e intérprete p*rno – habla sobre encontrar su lugar en la industria del trabajo sexual como transexual.",
        "paragraph-bishop": "Performer y artista p*rno, Bishop Black, explica la p*rno feminista queer, la intimidad en la pantalla, y plantea la pregunta “¿puede el s-xo ser arte?”",
        "paragraph-jasko": "Jasko Fide – artista p*rno – analiza los estereotipos de género y amplía los límites del p*rno.",
        "paragraph-pina": "Pina Brutal – bailarina, directora, artista de suspensión y ex stripper – compara el empoderamiento en el pole con la sensación que obtiene del arte de suspensión.",
        "paragraph-mareen": "Mareen Scholl es educadora certificada del s-xo somático y profesora de Sexological Bodywork, cofundadora del ISB (Instituto de Educación Somática, Sexualidad y Trabajo Corporal en Berlín) y trabajadora s-xual. – Aquí Mareen aborda y cómo explorar conscientemente el placer anal.",
        "text-thanks": "Gerard X Reyes expresa su agradecimiento a todos los entrevistados incluidos en esta lista, así como a aquellos que colaboraron a lo largo del proceso de investigación y desarrollo."
    },
    "prod-roles": {
        "prod-director": "",
        "camera-op": "Operadores de cámara",
        "editor-drama": "Montaje y asesoramiento dramatúrgico",
        "colour": "Corrección de color",
        "sound": "Corrección de sonido",
        "subtitles": "Subtítulos",
        "transcription-en": "",
        "translation-fr": "Traducción (francés)",
        "translation-es": "Traducción (español)"
    }
}