{
    "credits-1": "Concepto, Entrevistador: Gerard X Reyes | Entrevistadxs: Jasko Fide, Bishop Black, Mareen Scholl, Pina Brutal | Editores: Gerard X Reyes, Devon Bate | Diseño de sonido: Devon Bate | Grabaciones: Rhys Anderson, Toni Monge, David J. Romero | Consulta técnica y artística: Kristine White | Diseño gráfico: Vina Goh | Dirección de producción: Alice Renucci | Un agradecimiento muy especial a Denise Reyes por su orientación.",
    "credits-2": "Public / Private Parts Podcast es una producción de Gerard X Reyes. Financiado por: Conseil des arts et des lettres du Québec, Canada Council for the Arts",
    "credits-heading": "Créditos",
    "episode-1": {
        "heading": "Episodio 1 - Hablemos de porno con Bishop Black y Jasko Fide",
        "text": "¿Cuál es tu preferencia? ¿mainstream? ¿queer? ¿DIY? ¿Twitter? ¿OnlyFans? Para muchos de nosotrxs, la pornografía se ha convertido en una opción popular cuando necesitamos corrernos. Puede ser que la uses para liberarte fácilmente, o puede ser que seas unx cinéfilx que le gusta explorar este género cinematográfico. El anfitrión Gerard X Reyes invita a dos de lxs artistas porno queer más populares de Berlín, Bishop Black y Jasko Fide, mientras comparten sus historias sobre sus inicios en la industria, cómo está cambiando el porno con la llegada de plataformas como OnlyFans, ¡e incluso ofrecen consejos para artistas emergentes! Además, hablan sobre su próxima película The Key to Dreams."
    },
    "episode-2": {
        "heading": "Episodio 2 - Sexología Somática con Mareen Scholl",
        "text": "¿Puedes enseñarle a alguien cómo tener mejor sexo? Sexological Bodyworker y cofundadora del Instituto para la Educación Somática, la Sexualidad y el Trabajo Corporal en Berlín, Mareen Scholl se une al anfitrión Gerard X Reyes para llevarnos al campo emergente de la sexología somática. Lxs dos educadores se unen por su amor mutuo por el culo y luego profundizan en cómo Sexological Bodywork puede ofrecer a lxs clientes un despertar sexual."
    },
    "episode-3": {
        "heading": "Episodio 3 - Curiosidad, Trauma y Sanación con Pina Brutal",
        "text": "La directora de cine e intérprete Pina Brutal comenzó a hacer estriptis en Berlín para investigar uno de sus proyectos cinematográficos – y para pagar sus facturas. Lo que se desarrolló a partir de ahí fue un viaje fuera y luego de regreso dentro de sí misma que la llevó del trauma a la felicidad. Aquí con el anfitrión Gerard X Reyes, Pina comparte las claves que desbloquearon su transformación y nos pone a todxs a trabajar con el  ejercicio somático de cérvix único que le devolvió su poder."
    },
    "heading": "PÓDCAST",
    "intro": "En un mundo donde la gente se avergüenza de hablar abiertamente sobre el placer, el sexo y las relaciones, el pódcast Public/Private Parts ofrece tres conversaciones sinceras entre seis trabajadores sexuales queer, sexólogxs somáticxs y artistas en Berlín. Esta serie íntima, sin censura y educativa descubre temas poco discutidos como el cuidado personal del actor porno, la evolución del trauma hasta el toque curativo, y el mapeo anal – ¡Sí, lo has leido bien! De la mano del sexólogo somático y coreógrafo Gerard X Reyes, cada episodio presenta unx nuevx (s)expertx que ampliará tus nociones preconcebidas sobre el cuerpo, el sexo, las relaciones y las lecciones de vida de las que podemos aprender."
}