{
    "credits-body-1": "Concepto, Coreografía y Interpretación: Gerard X Reyes | Con la música de: Janet Jackson | Composición original y remixes: Devon Bate | Remix de \"Control\": Ty Harper |  iluminación: Karine Gauthier | Vestuario: Vincent Tiley, Polina Boltova | Asesores Artísticxs: Archie Burnett, Jose Xtravaganza, Benoît Lachambre, Ami Shulman, Matjash Mrozewski, Amazon Leiomy Maldonado, Nagato Ninja, Kristina Marlen, Matthew Cuff, Jordan Hall (Boy Radio), Isabelle Hanimaku ", 
    "credits-body-2": "The Principle of Pleasure es una producción de Gerard X Reyes | Distribución: Plan B Hamburg | Co-producción: Hollins University M.F.A. Dance Program, Virginia, E-U | Residencias: The Door (Nueva York), The Spectrum (Brooklyn, Nueva York), Département de danse – Université du Québec à Montréal, Montréal arts interculturels, Studio Mange Mes Pieds (Montréal), Danse à la carte (Montréal), Dancemakers (Toronto) | Con apoyo de: Conseil des arts et des lettres du Québec, Canada Council of the Arts, Antenne du Québec à Berlin", 
    "credits-body-3": "Gerard X Reyes quisiera agradecer a Janet Jackson, y a sus maestrxs en Nueva York: Archie, Danielle Polanco, Leiomy, Dashaun Wesley, Benny, Javier  Madrid, Edwin y Matthew Cuff en Toronto. Un agradecimiento especial a todas las queens de Escuelita y The Door por su inspiración.",
    "credits-heading": "Créditos",
    "press": {
        "emma-simon": "",
        "marine-durand": ""
    },
    "text-discovery": "Reyes encontró placer en muchos lugares: Vogue Balls de Manhattan, clubes de striptease de Portland, un bar trans de Montreal y fiestas fetiches en Berlín. Cada lugar le ofreció un escape de las normas sociales, pero cada uno también tenía sus propias reglas restrictivas. En “The Principle of Pleasure”, Reyes utiliza el teatro como un lugar capaz de trascender los límites para compartir su primer verdadero placer: bailar a las canciones seductoras de Janet Jackson. Voguear, hacer un striptease, glorificar la excentricidad y encarnar el glamour abren el camino a la exploración del controvertido poder del placer. Juntxs, el intérprete y el público borran las fronteras que lxs dividen para encontrar el éxtasis dentro y entre sus cuerpos."
}