{
    "anchor-trailer": "Trailer",
    "anchor-read-more": "Discover",
    "heading-title": "About",
    "paragraph-intro": "For the past twenty years, Reyes’ artistic practice has addressed the sensual and sexual body. Reyes is a non-binary (he/they), queer Uruguayan-Canadian dancer, choreographer, Certified Sexological Bodyworker, Intimacy Coordinator and Pioneer of the Montreal Ballroom community.",
    "paragraph-chouinard": "As a dancer, Reyes spent seven years as a member of the Compagnie Marie Chouinard (2006-07; 2009-13), for which they performed eight works of the repertory, have performed on international tours, and received a Gemini Award from the Academy of Canadian Cinema and Television for Best Performance in Chouinard’s film, “bODY_rEMIX”. Reyes has performed extensively for many other choreographers including Jérôme Bel, Benoît Lachambre, Bill T. Jones, Luther Brown and Amazon Leiomy Maldonado.",
    "paragraph-pop": "Their first solo work, <i>The Principle of Pleasure</i>, explores the themes of desire, seduction and control by melding together voguing, stripping, eccentricity and glamour. Set to original remixes of songs by pop icon Janet Jackson, the solo premiered in 2015 at La Chapelle (Montreal) and has since toured across Canada and Europe including Festival TransAmériques (Montréal), SummerWorks (Toronto), P*rny Days (Zurich) and Tanzfabrik (Berlin).",
    "paragraph-ballroom": "In 2017 Reyes pioneered Montreal's Kiki Ballroom Scene by leading weekly practices for local LGBTQ+ youth as well as producing and hosting regular Kiki Balls including balls for Canada Pride (2017) and Fierté Montréal (2018).",
    "paragraph-bodywork": "In 2019, Reyes completed a certification in Sexological Bodywork via the Institute of Somatic Sexology (Australia). This certificate allows them to teach somatic sex education privately, and assist in projects as an Intimacy Coordinator for stage and film. Through this practice, Reyes guides people towards deeper embodiment and connection with their sensual self.",
    "text-pop-1": "MORE ON The Principle of Pleasure",
    "text-pop-2": "an immersive dance solo",
    "text-somatic": "Somatic Sex Education with",
    "text-contact": "Get in touch",
    "text-copied": "email copied"
}