{
    "page-title": "Somatic Sex Education and Sexological Bodywork Sessions",
    "page-title-gerard": "with Gerard",
    "heading-society": "Society’s Relationship To Pleasure",
    "heading-somatic": "What Is Somatic Sex Education?",
    "heading-reasons": "15 Reasons People Might See a Sexological Bodyworker",
    "heading-session": "What happens in a session?",
    "heading-message": "Message from Gerard",
    "heading-pricing": "Prices for individuals",
    "list-reasons": {
        "accepting": "Accepting and loving one’s body, gender and/or sexuality",
        "reconnecting": "Reconnecting to the sensual/sexual self",
        "pleasure": "Learning how to ask for and receive pleasure",
        "habits-patterns": "Becoming aware of habits and patterns, and learning to expand pleasure throughout the body",
        "boundaries": "Learning about boundaries and consensual touch",
        "orgasm-difficulties": "Difficulties with orgasm",
        "healthy-porn": "Developing a healthy use of porn",
        "ejaculation-choice": "Ejaculation choice",
        "trauma-support": "Post-trauma support",
        "pain-relief": "Relief from pelvic pain or numbness",
        "transition-support": "Support during gender transition",
        "dysfunction": "Erectile dysfunction",
        "enhance": "Couples/Triads/Quads wanting to enhance their sex life",
        "understanding-anal": "Understanding anal pleasure",
        "referred-by": "Referred by a Therapist, Doctor, Sexologist, Massage Therapist"
    },
    "list-session": {
        "check-in": {
            "label": "Check-in",
            "desc": "You and Gerard discuss your intentions, interests, challenges and sensual/sexual history."
        },
        "body-scan": {
            "label": "Body Scan",
            "desc": "Gerard leads you in a somatic body scan to bring awareness to sensations in your body. This practice helps with learning to make choices from an embodied place."
        },
        "options": {
            "label": "Options",
            "desc": "Based on the check-in and body scan Gerard will offer you 2 options for bodywork or somatic practices that could be useful based on your specific interests or challenges."
        },
        "agreement": {
            "label": "Agreement",
            "desc": "You choose 1 somatic practice or type of bodywork. You and Gerard agree on the boundaries."
        },
        "integration": {
            "label": "Integration",
            "desc": "The session ends with a few minutes of integration to ‘save’ the learning experience in your nervous system (mind and body), thus forming new healthy habits and expanding your potential for pleasure."
        }
    },
    "paragraph-society-1": "We all set limits on the quantity and quality of pleasure we can embody. Limits to pleasure are ubiquitous in a culture that shames sexuality and fails to teach us how to honour and celebrate our erotic selves. Sexual wounding becomes embedded in the body’s tissues and responses. Somatic Sex Education and Bodywork can assist clients in expanding the pleasure that is possible. This expansion has physical, mental, emotional, and relational benefits.",
    "paragraph-society-2": "In 2019, I graduated from the esteemed <1>Institute of Somatic Sexology</1> in Australia to become a Certified Sexological Bodyworker. I warmly welcome people of all genders, races, cultures, religions, sexual orientations and relationship choices to work with me.",
    "paragraph-somatic-1": "Sexological Bodyworkers teach embodied sex education and offer bodywork. We teach through body experiences designed to nurture, deepen or awaken the sensual self. Our teaching can include coaching in breathwork, body awareness, movement, boundary-setting (consent), communication, anatomy, massage, mindful masturbation, scar tissue remediation and other body-based practices.",
    "paragraph-somatic-2": "Not all teachings include touch, but when requested touch is one-way (from practitioner to client) and is client-led. We touch in ways that assist clients in developing presence within the body, opening interior awareness, empowering choice and voice, and learning how the body can feel safer and more alive. Uniquely in the profession, we are trained to offer client-led genital or anal touch for the purposes of education, healing and pleasure. Sexological Bodyworkers are trauma-informed and remain clothed during sessions.",
    "paragraph-message-1": "As a non-binary and queer person (he/she/they), it has taken me decades of work to feel comfortable in my skin. Over 20 years of training in dance, somatics, yoga and meditation helped me discover pleasure in my body. But it wasn’t until my training in Sexological Bodywork that I was given the tools to truly listen to it. I use this awareness to make choices that have improved both my sexual and everyday life.",
    "paragraph-message-2": "In 2019, I became a Certified Sexological Bodyworker by completing a six-month course at the Australian <1>Institute of Somatic Sexology</1>, which was facilitated by master educators Deej Juventin and Uma Ayelet. In 2020, I continued my studies via a mentorship with Ron Stuart and Pono Stuart – two Certified Sexological Bodyworkers who are associated with the Institute for the Study of Somatic Sex Education in Victoria, Canada.",
    "paragraph-message-3": "I am interested in offering experiences that expand consciousness and create deeper connections between body, mind and spirit. I warmly welcome people of all genders, races, cultures, religions, sexual orientations and relationship choices to work with me.",
    "paragraph-pricing-1": "* Prices are in Canadian dollars and include taxes",
    "paragraph-pricing-2": "I can accommodate couples/triads, shorter sessions, financial difficulty, etc. Write to tell me about your situation!",
    "paragraph-covid": "NOTE: For in-person sessions, I follow the Government of Québec’s public health guidelines to reduce the transmission of COVID-19 (ie. wearing masks, hand washing, sanitizing surfaces, etc.) and ask that all clients abide by these guidelines.",
    "paragraph-thanks": "Thank you to Sexological Bodyworker Caffyn Jesse for their contribution to this description.",
    "paragraph-copyright": "All rights reserved.",
    "text-pricing-1": "1 session (90 min): <strong>$110</strong>",
    "text-pricing-2": "3 sessions (90 min each): <strong>$300</strong>",
    "anchor-contact": "Get in touch with Gerard",
    "anchor-book": "Book a free consultation call"
}