{
    "button": "Screenings",
    "credits-heading": "Credits",
    "heading": "Films",
    "intro": "Two short films from the Public / Private Parts series, which looks beyond the limiting binaries of public/private and art/pornography to honour all those who work with their body.",
    "film-1": {
        "credits-1": "Co-directors: Gerard X Reyes, Poppy Sanchez | Cinematography: Kevin Klein | Cast and co-authors: Gerard X Reyes, JorgeTheObscene | Editor: Poppy Sanchez | Sound designer: Devon Bate | Recordist: Toni V Monge | Colourist: Max Hilsamer | Main titles designer: Vina Goh | Subtitles: T & S Coop | Production managers: Elisa Hengen, Poppy Sanchez, Alice Renucci | Assistant producer: Max Kutschenreuter | Assistant: Johannes D. Täufer | Music: “High”, Written and performed by Bendik Giske. Smalltown Supermusic (STIM)/ Sony Music Publishing (Scandinavia) KB (STIM). Administered in Canada by Sony Music Publishing (Canada) Ltd. (SOCAN). All rights reserved. Used by permission.", 
        "credits-2": "Ecstatic Unity is a Gerard X Reyes production | Funded by: Conseil des arts et des lettres du Québec, Canada Council of the Arts",
        "heading": "Ecstatic Unity",
        "text": "If there’s such a thing as the Earth having chakras, then Berlin could be the Earth’s sexual chakra. In summer Berlin’s lakes become mystical places where people go to connect and transcend their mundane lives. Ecstatic Unity is a docu-fiction short film that follows Jorge and Gerard on a ritualistic trip to a lake. Enraptured by their natural surroundings and guided by primal instincts, the bearded boys spin themselves into a whirlwind of blissful breath and tantric touch."
    },
    "film-2": {
        "credits-1": "Co-directors: Gerard X Reyes, Poppy Sanchez | Cinematographer: Kevin Klein | In collaboration with the cast: Bishop Black, Jasko Fide, Gerard X Reyes | Camera operators: Kevin Klein, Bishop Black, Jasko Fide, Poppy Sanchez |  | Sound recordist: Toni V Monge | Set designer: Jasmine Reimer | Assistant set designer: Kaitlyn Smeeth | Editor: Poppy Sanchez | Sound designer: Devon Bate | Poet: Pina Brutal | Colourist: Stasys Žak | Main titles designer: Vina Goh | Production managers: Elisa Hengen, Alice Renucci | Catering: Alessandro Ubirajara Pinto Leivas | Music: “All Flowers”, Written by Devon Bate, Pina Brutal, Gerard X Reyes. Performed by Gerard X Reyes. All rights reserved.",
        "credits-2": "The Key To Dreams is a Gerard X Reyes production | Filmed on location at HVH Studios, Berlin, Germany | Funded by: Conseil des arts et des lettres du Québec, Canada Council of the Arts",
        "heading": "The Key to Dreams",
        "text": "A queer fairytale about a performer-director’s first venture into the dreamy but daunting world of erotic cinema."
    }
}