{
    "main": {
        "button-trailer": "Trailer",
        "heading-1": "Support",
        "heading-2": "Partners",
        "paragraph-main-1": "<i>The Origin of the World</i> may be the starting point for a global history of moral censorship in modern times. In Paris 1866, Gustave Courbet’s painting was hidden from public view right after it had been completed. The work – which displays a woman’s abdomen, genitals, and legs – was seen more as a pornographic object than as a work of art. It was sold and resold many times but remained hidden until its first public exhibition in New York in 1988, when it became world famous. Then in 2011, Facebook censored the work again, this time online, under its “Community Guidelines”. What would happen if our human society could learn to accept the sensual body? What if we acknowledged the body as a precious resource for cultivating sensation, connection, and empathy with each other, with the world and with ourselves?",
        "paragraph-main-2": "<i>Public / Private Parts ou L’Origine du monde</i> is a dance performance and video installation which looks beyond the limiting binaries of public/private and art/pornography. A community of nine embodiment experts from various professional and cultural backgrounds create mindful body practices to awaken the senses. Through live performances and documentary videos, the group of contemporary dancers, sex workers, and sex educators, explore alone and expand together using the essential bodily functions of touch, breath, sound, movement, and imagination. Intimate and innovative, their discoveries reveal new, hopeful interconnections that could benefit us all.",
        "paragraph-thanks": "Gerard X Reyes would like to thank all of the interviewees and dancers in Montréal, Berlin and Zürich who participated in the research for this work. Special thanks to Guy Cools, Julie Favreau and Andréane Leclerc for their guidance.",
        "text-premiere": "Premiered June 10th, 2021 at the in Montréal, Canada.",
        "text-quote": "“Having a naked body there apparently is no longer radical but at the same time there’s still a fight against it.”",
        "text-quote-source": "—Bishop Black, p*rn artist and video performer in “Public / Private Parts ou L’Origine du monde”"
    },
    "personnel": {}
}