{
    "credits-1": "Concept, Interviewer: Gerard X Reyes | Interviewees: Jasko Fide, Bishop Black, Mareen Scholl, Pina Brutal | Editors: Gerard X Reyes, Devon Bate | Sound design: Devon Bate | Recordings: Rhys Anderson, Toni Monge, David J. Romero | Technical consultation: Kristine White | Graphic design: Vina Goh | Production management: Alice Renucci | Very special thanks to Denise Reyes for her guidance",
    "credits-2": "Public / Private Parts Podcast is a Gerard X Reyes production. Funded by: Conseil des arts et des lettres du Québec, Canada Council of the Arts",
    "credits-heading": "Credits",
    "episode-1": {
        "heading": "Episode 1 - Let’s Talk About Porn with Bishop Black & Jasko Fide",
        "text": "What’s your porn preference? Mainstream? Queer? DIY? Twitter? OnlyFans? For many of us, porn has become a go-to when we need to get off. Maybe you use it for a quick release, or maybe you’re a cinéphile who loves to explore porn as a film genre. Host Gerard X Reyes cozies up to two of Berlin’s hottest queer porn performers, Bishop Black and Jasko Fide, as they share their stories about getting their start in the industry, how porn is changing with the advent of platforms like OnlyFans, and they even offer tips for up-and-coming performers! Plus they talk about their soon-to-be-released film The Key to Dreams."
    },
    "episode-2": {
        "heading": "Episode 2 - Somatic Sexology with Mareen Scholl",
        "text": "Can you teach someone how to have better sex? Sexological Bodyworker and co-founder of the Institute for Somatic Education, Sexuality and Bodywork in Berlin, Mareen Scholl joins host Gerard X Reyes to take us into the emerging field of somatic sexology. The two educators bond over their mutual love for the ass and then go deep into how Sexological Bodywork can offer clients a sexual awakening."
    },
    "episode-3": {
        "heading": "Episode 3 - Curiosity, Trauma and Healing with Pina Brutal",
        "text": "Film director and performer Pina Brutal began stripping in Berlin to research one of her film projects – and to pay the bills. What unravelled from there was a journey out of, and then back inside of herself that took her from trauma to bliss. Here with host Gerard X Reyes, Pina shares the keys that unlocked her transformation and puts us all on to the rare somatic cervix exercise that gave her her power back."
    },
    "heading": "Podcast",
    "intro": "In a world that is still ashamed to talk openly about pleasure, sex and relationships, the Public/Private Parts Podcast offers three candid conversations between six queer sex workers, somatic sexologists and artists in Berlin. This intimate, uncensored and educational series uncovers rarely discussed topics like self-care as a porn actor, the journey from trauma to healing touch, and anal mapping – yes, you read that right! Hosted by somatic sexologist and choreographer Gerard X Reyes, each episode introduces a new (s)expert who will expand your preconceived notions about the body, sex, relationships, and the lifelong lessons we can learn from them."
}