{
    "credits-body-1": "Concept, Choreography and Performance: Gerard X Reyes | Featuring the music of: Janet Jackson | Original Composition and Remixes: Devon Bate | “Control” Remix: Ty Harper | Lighting: Karine Gauthier | Costume: Vincent Tiley, Polina Boltova | Artistic advice: Archie Burnett, Jose Xtravaganza, Benoît Lachambre, Ami Shulman, Matjash Mrozewski, Amazon Leiomy Maldonado, Nagato Ninja, Kristina Marlen, Matthew Cuff, Jordan Hall (Boy Radio), Isabelle Hanimaku", 
    "credits-body-2": "The Principle of Pleasure is a Gerard X Reyes production | Distribution: Plan B Hamburg | Co-production: Hollins University M.F.A. Dance Program, Virginia, USA | Residencies: The Door (New York), The Spectrum (Brooklyn, New York), Département de danse – Université du Québec à Montréal, Montréal arts interculturels, Studio Mange Mes Pieds (Montréal), Danse à la carte (Montréal), Dancemakers (Toronto) | Funded by: Conseil des arts et des lettres du Québec, Canada Council of the Arts, Antenne du Québec à Berlin", 
    "credits-body-3": "Gerard X Reyes would like to thank Janet Jackson and all their teachers in NYC: Archie, Danielle Polanco, Leiomy, Dashaun Wesley, Benny, Javier Madrid, Edwin and Matthew Cuff (Toronto).  Special thanks to all the queens at Escuelita and the kids at The Door for their inspiration.",
    "credits-heading": "Credits",
    "text-discovery": "Reyes found pleasure in many places: Manhattan vogue balls, Portland strip clubs, a Montreal trans bar and Berlin play parties. Each place offered him an escape from social norms but each one also came with its own restrictive house rules. In “The Principle of Pleasure”, Reyes uses the theatre as a place capable of transcending limits to share his first true pleasure – dancing to the seductive songs of Janet Jackson. Voguing, stripping, glorifying eccentricity and embodying glamour open up the floor to exploring the controversial power of pleasure. Together performer and audience erase the borders that divide them to find ecstasy within and between their bodies."
}